GetChangeTypeParameter Method
 Overload List
Name  |   Description
GetChangeTypeParameter(ElementId)
 Returns ChangeType associated with a change in a parameter's value
GetChangeTypeParameter(Parameter)
 Returns ChangeType associated with a change in a parameter's value
 See Also
  Element Class
  Element Members
  Autodesk.Revit.DB Namespace
 ArchiLabs
Stop fighting Revit automation.
Build repeatable BIM design and documentation workflows with scripts, data, and AI in one place, without wrestling brittle one-off automations.
 Try ArchiLabs →